[{
        "title": "זכרון - ורדה בר",
        "start": 1943,
        "end": 2003,
        "informant": "ורדה בר",
        "lat": 32.788945,
        "lan": 34.9908144,
        "place_name": "Givon 2",
        "link": "",
        "imageURL": "http://liblog.haifa.ac.il/images/haifa-amira/new/1.png",
        "imageTitle": "בעל הבית, דוד רפופרט, אשתו ובנותיו",
        "content": "בעל הבית היה דוד רפפופרט, שהוא עצמו היה המהנדס של הבית והוסיף לבית קומה שנייה אחרי מלחמת השחרור, בכך נוספו לבית שתי דירות, דוד חילק אחת מהדירות לשתיים: חדר אחד לפייטלסון (או פייטלזון) והשני למשפחת בר. תחילה גרתי עם בעלי בקומה שלישית. בקומה השנייה התגוררו דיירים רבים, כמו, למשל, משפחת רודושבסקי. הדיירים התחלפו בזה אחר זה. הדיירת האחרונה הייתה הבת של רפפורט, בעל הבית. מדירתה יכלה ורדה לראות את בית הכנסת."
    },
    {
        "title": "זכרון - אמירה קהת 1936",
        "start": 1936,
        "end": "",
        "informant": "אמירה קהת",
        "lat": 32.8091534,
        "lan": 35.0017508,
        "place_name": "Herzl 45",
        "link": "",
        "imageURL": "https://lib.haifa.ac.il/libinfo/liblog/images/haifa-amira/tb1.jpg",
        "imageTitle": "השען מונטורה, כלי נגינה, אופטיקאי וחורט מתכת מוכן לבוא הביתה 'גם על פי פקודת הרופא'.",
        "content": "השנה היא 1936, הרחובות יאנוש קורצ'ק ורחוב איינשטיין עדיין לא קיימים והגבעה נקראת בפי תושבי אחוזה \"הגבעה של ונטורה\" לפי המסופר, יש בהר מספר צריפים, שהידועים בהם הם הצריף של ונטורה והצריף של דולברג. משפחת ונטורה ושלוש בנותיה עזבה את הצריף מספר פעמים בזמן הפרעות מחשש לחייהם, אך השנה שבה המשפחה להתגורר באחוזה. הם בנו את כאן את ביתם במו ידיהם, נעזרים בדיירי צריפים אחרים. לבית קומה אחת ובו חדר וחצי. ראובן דולברג המתגורר על הגבעה, הוא 'שען מומחה מדופלם לתיקון שעונים, אופטיקאי וחורט מתכת (מוכן לבוא לפי הדרישה גם הביתה לקבלת הסחורה)\" ברחוב הרצל 45. הוא מוכר גם כלי נגינה ומכונות כתיבה."
    },
    {
        "title": "זכרון - אמירה קהת 1945",
        "start": 1945,
        "end": "",
        "informant": "אמירה קהת",
        "lat": 32.7823188,
        "lan": 34.993058,
        "place_name": "Dauns 21",
        "link": "https://bit.ly/2NcfdQ3",
        "imageURL": "https://lib.haifa.ac.il/libinfo/liblog/images/haifa-amira/tb2.jpg",
        "imageTitle": "מימין הבית של ליידי דאונס, מבודד על הגבעה",
        "content": "הליידי דאונס, ששם נעוריה היה פלורנס צ'פמן, הייתה אחותה של הרוזנת אלנבי, ומכאן, גיסתו של אדמונד אלנבי, כובש ארץ ישראל במלחמת העולם הראשונה ובעל התואר \"ויקונט של מגידו\". תואר זה ניתן לו בעקבות נצחונו על התורכים בשנת 1918 ליד מגידו. הליידי פלורנס דאונס ובעלה סר ארתור ביקרו בארץ בשנת 1934, נשבו בקסמו של הכרמל ובנו את ביתם ברחוב יפה נוף 120. ליידי פלורנס נישאה לסר ארתור הנרי דאונס, רופא בהשכלתו, בשנת 1902. סר ארתור קיבל את תואר האבירות שלו בשנת 1910 ונפטר בשנת 1937. הליידי, שהתאלמנה מבעלה, תבנה את ביתה בעוד כעשור על \"הגבעה של ונטורה\", ברחוב דאונס 21. הבית יהיה בית מידות מפואר, מוקף חומה ורודה, ויעמוד בודד במשך מספר שנים, כפי שנראה בתמונה. בחצר הווילה יעמוד העתק של הפסל \"משה\" של מיכלאנג'לו."
    },
    {
        "title": "זכרון - מוסקוביץ 1926",
        "start": 1926,
        "end": "",
        "informant": "ליזט-לאה מוסקוביץ ארז",
        "lat": 32.7881693,
        "lan": 34.9901861,
        "place_name": "Sterot Sinai 20",
        "link": "",
        "imageURL": "http://liblog.haifa.ac.il/images/haifa-amira/2m.png",
        "imageTitle": "הצריף של משפחת מוסקוביץ, בני משפחה ושכנים",
        "content": "הגעתי ארצה עם הורי, חיה קרולינה ושימעון-סימון מוסקוביץ בשנת 1925 מרומניה, בהיותי בת 12.... משפחתי התגלגלה מרוסיה לפולין ולרומניה. עוד ברומניה קנו הורי שני דונם אדמה באחוזה ושילמו חמש לירות אנגליות לדונם. סופר לנו שבארץ לעץ מחיר יקר, ואבי החליט לקנות צריף ברומניה ולהביאו ארצה. המבצע החל בבניית הצריף בחצר ביתנו ברומניה, בסימון הקרשים והמשיך בהעלאתם לאונייה. הצריף הובא ארצה, ומהנמל, בעזרת סוסים ועגלה, העברנו אותו לכאן, למגרש שרכשנו באחוזה. על הצריף, שהיה עשוי מעץ, הוספנו אחר-כך טיח וגרנו כאן שנים רבות. המקום נראה הררי, ובו עצים בודדים שגדלו בין הסלעים. הגברים עבדו בסלילת כבישים, בנטיעות ובעבודות פיתוח אחרות. גם הילדים נרתמו בזמנם החופשי לעזור בעבודות. הם סייעו בנטיעות, בגריסת הסלעים לחצץ לבנייה ולסלילת כבישים. היינו יושבים עם פטיש ואזמל ושוברים את הסלעים הגדולים לחצץ. רצינו לקחת חלק בכל דבר"
    },
    {
        "title": "נחום צנגר - 1939",
        "start": 1939,
        "end": "",
        "informant": "נחום צנגר",
        "lat": 32.7892774,
        "lan": 34.991133,
        "place_name": "Givon 8",
        "link": "",
        "imageURL": "http://liblog.haifa.ac.il/images/haifa-amira/new/5.png",
        "imageTitle": "מאיר צנגר, דייר גבעון 8, ראשון מימין, במשלחת תלמידים, בית ספר זכרון יוסף",
        "content": "הורי, אהרון וטובה צנגר הגיעו בשנת 1935 ארצה. בלגיה הייתה תחנתם האחרונה בדרך שעשו ארצה מגליציה שבפולין. יחד עמם היו ארבעת בניהם: חיים בן הארבע, נחום בן השש, יהושע בן העשר ומאיר בן השתים-עשרה. נחום מספר כיצד הגיעו ל'אחוזה: כאשר ירדו מהאוניה, הגיעה אי משם משאית ונהגה שאל לאן פניהם מועדות. משפחת צנגר לא ידעה לאן לפנות. הם שאלו היכן יש פנסיון ונהג המשאית לקח את מיטלטליהם המועטים והביא אותם לפנסיון ב'אחוזה' הרחוקה. הנהג נעלם ועקבותיו לא נודעו עוד, אך משפחת צנגר הפכה לתושבת 'אחוזה'. שלושת הבנים הצעירים נשלחו לבית הספר 'זכרון יוסף'. האב מצא בבית ספר זה עבודה כשרת. טובה הייתה עקרת בית."
    },
    {
        "title": "זכרון - שלמה יונס 1939",
        "start": 1939,
        "end": "",
        "informant": "שלמה יונס",
        "lat": 32.78409055,
        "lan": 34.99637005,
        "place_name": "Elijah Synagouge",
        "link": "",
        "imageURL": "https://lib.haifa.ac.il/libinfo/liblog/images/haifa-amira/6k.png",
        "imageTitle": "בשנת 1939 קנה שלמה יונס מקום עבור אשתו בעזרת הנשים בבית הכנסת",
        "content": ""
    }
]